Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Other VPNs—particularly social networks and rep networks—operate with minimal security features, simply serving as a network of specific users within the mesh and making it easier to keep in touch, transfer information, make updates, and so on.
fr_fr: Dautres VPN - en particulier les réseau sociaux et réputationnel - fonctionnent avec un minimum de sécurité, servant simplement de réseau d'utilisateur spécifique à l'intérieur du mesh et facilitant le contact, le transfert d'information, les mises à jour et ainsi de suite.

source: Most VPNs come as specialized software suites that run custom environmental software that integrates into the user's normal mesh interface and AR.
fr_fr: La plupart des VPN sont fournit comme des suites de logiciels spécialisés qui font tourner des logiciels environnementaux spécifiques et qui s'intègrent aux interface de mesh et de RA classique des utilisateurs.

source: Social networks are the fabric of the mesh, weaving people together.
fr_fr: Les réseaux sociaux constituent la trame du mesh, tissant les personnes les unes aux autres.

source: They are the means by which most people keep in contact with their friends, colleagues, and allies, as well as current events, the latest trends, new memes, and other developments in shared interests.
fr_fr: Ils sont le moyen permettnt à la plupart des personnes de rester en conatct avec leurs amis, collègues et alliés, ainsi que de se tenir au courant des évènements actuels, des dernièree tendances, des nouveaux mèmes et d'autres développement d'intérêts communs.

source: They are an exceptionally useful tool for online research, getting favors, and meeting new people.
fr_fr: Ils sont des outils exceptionnellement utile pour les chercher en ligne, obtenir des faveurs et rencontrer de nouvelles personnes.

source: In some cases, they are useful for reaching or mobilizing masses of people (as often illustrated by anarchists and pranksters).
fr_fr: Dans certains cas, ils sont utiles pour atteindre ou mobiliser les masses (comme l'illustrent régulièrement les anarchistes et les blagueur).

source: There are thousands of social networks, each serving different cultural and professional interests and niches.
fr_fr: Il existe des milliers de réseaux sociaux, chacun ciblant différent intérêts et niches culturelles et professionelles.

source: Most social networks allow users to feature a public profile to the entire mesh and a private profile that only those close to them can access.
fr_fr: La plupart des réseaux sociaux permettent aux utilisateurs d'avoir un profil public pour l'ensemble du mesh et un profil privé auquel seuls ceux suffisament proches d'eux peuvent accéder.

source: Reputation plays a vital part in social networks, serving as a measure of each person's social capital.
fr_fr: La réputations joue un rôle vital dans les réseaus sociaux, servant de mesure du capital social de chaque personne.

source: Each person's reputation score is available for lookup, along with any commentary posted by people who favored or disfavored them and rebuttals by the user.
fr_fr: Chaque score de réputation est disponible pour la consultation, avec les commentaires postés par les personnes ayant favorisé ou défavorisé l'utilisateur ainsi que les refus de celui-ci.

source: Many people automate their reputation interactions, instructing their muse to automatically ping someone with a good review after a positive action and to likewise provide negative feedback to people with whom the interaction went poorly.
fr_fr: Beaucoup de personnes automatisent leurs interactiosn réputationnelles, demandant à leur muse de pinger automatiquement quelqu'un avec un commentaire positif après une action positive et de fournir un retour négatif aux personnes avec lesuqle els interactions se sont mal passées.

source: Due to the lack of office space and the wireless accessibility of most information, most businesses now operate virtually, with few or no fixed offices or even assets.
fr_fr: En raison du manque de place pour des bureaux et de l'accessibilité sans fil de la plupart de l'information, la plupart des affaires sont maintenant gérées virtuellement, avec trés peu ou pas de bureaux fixe ou d'actifs.

source: Instead, individuals have become their own mobile office.
fr_fr: Les individus sont devenus leur propre bureau mobile.

source: Bit-pushers and bureaucrats like hypercorp executives, clerical workers, accountants, and researchers—as well as innovators like artists, writers, engineers, and designers—work wherever they want to.
fr_fr: Les pousse-boutons et bureaucrates que sont les cadres hypercorporatistes, les employés de bureau, les comptable et les chercheurs - ainsi que les innovateurs comme les artistes, écrivains, ingénieurs et concepteurs - travaillent où ils ont envie.

source: The most prominent example of this phenomenon are the bankers of the Solaris hypercorp.
fr_fr: L'exemple le plus important de ce phénomène sont les banquiers de l'hypercorp Solaris.

source: Each employee acts as a mobile one-person banking office, managing transactions via Solaris's robust VPN.
fr_fr: Chaque employé se comporte comme un guichet de banque mobile mono-personnel, gérant les transaction via les VPN solide de Solaris.

source: On rare occasions, office environments are run in simulspace with time dilation to maximize efficiency Since this requires the workers to access a centralized wired network and leave their bodies unattended while accessing simulspace, however, it requires an extra level of physical security that is typical only of some governmental installations and corporate habitats.
fr_fr: En de rares occasions, les environnements de bureau sont exécuté dans des simulspace avec une dilatation temporelle pour maximiser l'efficacité. Comme cela nécessite que les travailleurs accèdent à un réseau centralisé et filaire et qu'ils abandonnent leurs corps pendant qu'ils accèdent au simulspace, cela nécessite cependant un niveau de sécurité physique telle que seules certaines organisation gouvernementale ou habitats corporatistes peuvent s'en offrir.

source: Islands In The Net
fr_fr: Des Îles Dans Le Réseau

source: In the time of Eclipse Phase, information can become outdated quite fast, and the accessibility of new information depends on your location.
fr_fr: À l'époque de Eclipse Phase, l'information peut être périmée relativement rapidement, et l'accès à de l'information récnte dépend de votre localisation.

source: It's easy to keep up-to-date on your local habitat/city or planetary body, but keeping current on events elsewhere is typically reliant on the speed of light.
fr_fr: Il ets facile de se tenir au courant de se qu'il se passe dans votre habitat/cité ou sur votre corps planétaie, mais rester au courant de ce qu'il se passe ailleurs dépend typiquement de la vitesse de le lumière.

source: If you happen to be in a station in the Kuiper Belt, on the edge of the solar system 50 astronomical units from the terrestrial inner planets, waiting on a message from Mars, the signal carrying the message will be roughly seven hours old when it reaches you.
fr_fr: Si vous vous trouvez sur une station dans la Ceinture de Kuiper, à la limite du système solaire à 50 unité astronomiques des planètes intérieure, attendant un message de Mars, le signal portant le message sera vieux de sept bonnes heures quand il vous atteindra.

source: Of course it will only reach you that fast if you are using quantum farcast, which is only limited by the speed of light (not to mention rare and expensive in most habitats).
fr_fr: Bien sûr, il ne vous atteindra à cette vitesse que si vous utilisez un farcasteur quantique, qui n'est limité que par al vitesse de la lumière (en plus d'être rare et cher dans la plupart des habitats).

source: If you are not using a quantum farcaster, the signal may take even longer and is prone to interference and noise, deteriorating the quality and possibly losing some of the content, especially over major distances.
fr_fr: Si vous n'utilisez par de farcasteur quantique, le signal prendra encore plus de temps et est sujet au bruit et aux interférences, déteriorant la qualité et perdant probablement une partie du contenu, particulièrement sur les distances les plus grandes.

source: Whenever you start dealing with communication between habitats, you have to factor in the light-speed lag, the amount of time it takes even the fastest transmission to reach you.
fr_fr: Quand vous commencez à vous frotter à la communication inter-habitat, vous devez prendre en compte le décalage induit par la vitesse de la lumière, le temps que mettent même les communications les plus rapide à vous joindre.

source: This lag works both ways, so trying to hold a conversation with someone just 5 light-seconds away means that you're waiting at least 10 seconds to get the reply to whatever you just said.
fr_fr: Ce décalage est valabke dans les deux sens, essayer de garder une conversation avec quelqu'un qui est à peine à 5 seconde signifie que vous attendrez au moins 10 secondes pour avoir la réponse à ce que vous venez de dire.

source: For this reason, AR and VR communications are almost always conducted locally while standard messaging is used for nonlocal communications.
fr_fr: Pour cette raison, les communication RA et RV sont presque toujours des communictaiosn locales, alors que la messagerie standard est utilisée pour les communications distantes.

source: For detailed discussions, it is often simpler to send a fork of yourself (p.
fr_fr: Poru des discussions détaillées, il est souvent plus simple d'envoyer un fork (p.

source: 273) to have the conversation and then return.
fr_fr: 273) pour faire la conversation, puis le réintégrer.

source: Quantum-entanglement communicators (p.
fr_fr: Les communicateurs à intrication quantique (p.

source: 314) are one solution to this light-speed lag, although a burdensome and expensive one.
fr_fr: 314) sont une solution à ce reatrd de la vitesse lumière, même si c'ets une solution pénible et coûteuse.

source: QE comms allow for faster-than-light communication to an entangled communicator, though each transmission uses up a precious amount of quantum-entangled bits, which are in limited supply.
fr_fr: Les coms IQ permettent des communications plus rapide que al lumièrevers un communicateur intriqué, même si chaque transimission utilises une quantité précieuses de qubits intriqués, qui sont disponibles en quantité limité.

source: Transmissions made between habitats almost always occur via each station's massive data relays, where they are then distributed into the local mesh.
fr_fr: Les transmission effectuées entre les habitats passent presque toujours par les gros relais de données de chaque station, et sont ensuite distribués sur le mesh local.

source: This bottleneck is often used by authoritarian habitats to monitor data transmissions and even filter or censor certain public non-encrypted content.
fr_fr: Ce goulet d'étranglement est souvent utilisé par les habitats autoritaires pour surveiller les transmissions de données et même filtré ou censuré certains contenus publique non chiffré.

source: Some messages are also prioritized over others, potentially meaning further delays.
fr_fr: Certains mesages ont également une priorité plus élevées que d'autres, impliquant potentiellement des délais supplémentaires.

source: The method of transmission between habitats also sometimes matters.
fr_fr: La méthode de transmission ntre les habitats a également un impact.

source: Radio and neutrino broadcasts can be intercepted by anyone, whereas tight-beam laser or microwave links are specifically used as a point-to-point method that minimizes interception and eavesdropping.
fr_fr: Les émissions radio ou de neurtinos peuvent être interceptées par n'importe qui, alors que les liens laser ou à micro-onde sont utilisés spécifiquement comme méthode de transmission point-à-point qui minimise les interceptions et les écoutes.

source: The use of quantum farcasting using neutrino systems is completely secure, however, and is the most frequently-used intra-habitat link.
fr_fr: Cependant l'utilisation de farcasteur quantique ayant des systèmes à neutrinos est entièrement sécurisé et est donc le lien intra-habitats le plus utilisé

source: What these lags, bottlenecks, and prioritizations mean is that some news and data takes a particularly long-time to trickle from one local mesh network to another, passing slowly from habitat to habitat.
fr_fr: Ce que ces retards, goulets et sytsème de priorisation signifient c'est qu'il y a des informations et des données qui peuvent mettre un temps particulièrement long pour voyager d'un mesh local à un autre, passant lentement d'un habitat à l'autre.

source: This means that there are always gradients of information available to different local mesh networks, typically depending on proximity and the importance of the information.
fr_fr: Cela veut dire qu'il y a toujours différents degrés d'information disponible sur différent réseaux locaux meshé, dépendant typiquement de la proximité et de l'importance de l'information.

source: Some data even gets lost along the way, never making it further than a habitat or two before it is lost in the noise.
fr_fr: Certains données se perdent même en cours de route, n'allant jamais plus loin qu'un habitat ou deux avant d'être perdue dans le bruit.

source: The only way to retrieve such information is to track it down to its source.
fr_fr: La seule façon de récupérer ces informatiosn est de les pister jusqu'à la source.

source: ``Darkcasts'' are ranged communications that go outside of legal and approved channels.
fr_fr: Les "darkcasts" sont des communications longue distancequi sortent des canaux légaux et approuvés.

source: Since certain habitats have strict regulations on transmission content, forking, egocasting, infomorphs, muse abilities, and AGI code, underworld groups like the ID crew profit by offering illegal data transmission services.
fr_fr: Étant donnée que certains habitats ont des règles strictes sur les transmissions de contenu, le fork, l'égocast, les infomorph, les capacités des muses et le code des IAG, des groupes clandestins comme l'ID crew vivent des services illégaux de transmission de données.

source: Primarily used for censored data and banned content (like illegal XPs or malware), local organized crime factions also often offer egocasting services complete with resleeving and leasable morphs, allowing egos that prefer discretion to enter or leave a habitat without drawing attention.
fr_fr: Principalement utilisé pour les données censorée et le contenu banni (comme les XP illégaux ou les malwares), des factions du crime organisées locales proposent également des services d'egocast complet avec la réincarnation et la location de morph, permettant aux egos préférant la discrrétion d'entrer ou de quitter un habitat sans attirer l'attention.

source: Though such authorities hunt down these darkcast networks whenever they get a chance, many habitats have a sophisticated darkcast infrastructure that makes use of decoys, temporary communications lines, relays, and regular transmitter relocation—not to mention judicious bribing and blackmailing.
fr_fr: Même si de telles autorités traquent ces réseaux de darkcast dés qu'ils le peuvent, beaucoup d'habitats ont une ionfrastructure de darkscast sophistiquée qui utilise des leurres, des lignes de communicatiosn temporaire, des relais et la relocalisation de transmetteur standard - sans mentionner une corruption judicieuse et un chantage efficace.

source: Mesh Abuses
fr_fr: Abus du Mesh

source: As with all things, the mesh has its darker side.
fr_fr: Comem avec toute chose, le mesh a son côté obscur.

source: At the basic level, this amounts to flamewar-starting trolls, stalkers, or griefers whose intent is to mess with others for a laugh.
fr_fr: À un niveau basique, cela se rinclut les trolls lanceur de flamewar, les haceleurs ou les fauteurs de troubles dont le seul but est de se jouer des autres pour rire.

source: At the more organized level, it expands to illicit or criminal enterprises that utilize the mesh, such as selling black/snuff/porn XPs, illegal software, pirated media, or even egos.
fr_fr: À un niveau plus organisé, cela s'étend aux opérations illégales ou criminelles qui utilisent le mesh, comme la vente d'XP noire/snuff/porno, de logiciels illégaux, de médias piratés ou même d'égos.

source: The most infamous threats—thanks both to the Fall and to the continuous sensationalism applied by media and stern authorities—are, of course, malware and hackers Given the capabilities of modern hackers and the vulnerability of many habitats—where damage to life support systems could kill thousands—the threat may not be over-exaggerated.
fr_fr: La menace la plus cléèbre - grâce à la fois à la Chute et au sensationnalisme continu des médias et des autorités derrière eux - sont, bien entendu, les malware et les hackeurs. Étant donné la possibilité des hackeurs modernes et la vulnérabilité de nombreux habitat - où les dégâts infligés aux systèmes de survie peuvent tuer des milliers de personnes, la menace n'est probablement pas sur-exagérée.

source: Whether individuals who are genuinely interested in exploring new technologies and seeking ways to break them in order to make them better, hacktivists who utilize the mesh in order to undermine the power of authorities, or ``black hats'' who seek to circumvent network security for malicious or criminal intent, hackers are a permanent fixture of the mesh.
fr_fr: Qu'il s'agisse d'individus qui sont réellement interessé par l'exploration des nouvelles technologie et qui cherchent des moyens de les démonter afin de les améliorer, des hacktivistes qui utilisent le mesh afin de saper le pouvoir d'une autorité, ou les "blacks hats" qui cherchent à défaire la sécurité des réseaux dans un but criminel ou malicieux, les hackeurs font partis des meubles du mesh.

source: Unauthorized network break-ins, infiltration of VPNs, muse subversion, cyberbrain hijacking, data theft, cyber-extortion, identity fraud, denial of service attacks, electronic warfare, spime hijacking, entoptic vandalism—these are all common occurrences on the mesh.
fr_fr: Les brèches non autorisés dans les réseaus, l'infiltration de VPN, la subversion de muse, le détournement de cybercerveaux, le vol de donnée, le racket-cyber, la fraude identitaire, les attaques par déni de service, la guerre élecronique, le détournement de spime, le vandalisme entoptique - tout ces crimes sont fréquent sur le mesh.

source: Thanks to smart and adaptive exploit programs and assisting muses, even a moderately skilled hacker can be a threat.
fr_fr: Grâce à des programme d'exploitation intelligent et adaptatifs et l'assistance des muses, même un hackeur modéremment compétent peu représenter une menace.

source: In order to counter hacking attempts, most people, devices, and networks are protected by a mix of access control routines, automated software intrusion prevention systems, encryption, and layered firewalls, typically overseen by the user's muse who plays the role of active defender.
fr_fr: Afin de contrer les tentatives de hack, la plupart des personnes, appareils et réseaux sont protégés par un mélange de routine de contrôle d'accès, de systèmes de prévention d'intrusion automatisé, de chiffrement et de firewall en couche, typiquement supervisé par la muse de l'utilisateur qui joue le rôle du défenseur actif.

source: Extremely sensitive
fr_fr: Les systèmes extrèmement

source: systems—such as space traffic control, life support, power systems, and hypercorporate research facilities—are usually limited to isolated, tightly-controlled, heavily-monitored, hard-wired networks to minimize the risk of intrusion from snoopers and saboteurs.
fr_fr: sensibles - tels que le contrôle du traffic, les systèmes de survie, l'énergie et les installation de recherche hypercorporatistes - sont généralement limité à des réseaux filaires isolés, surveillés de près et lourdement monitorés pour minimiser le risque d'intrusion de curieux ou de saboteurs.

source: Various countermeasures may be applied against such intruders, ranging from locking them out of the system to tracking them back and counterhacking.
fr_fr: Différentes contre mesure sont utiulisées contre de telles intrus, allant du verouillage hors du système au pistage en passant par le contre-hack.

source: The number of worms, virii, and other malware programs that ripped through computer systems during the Fall was staggering.
fr_fr: La quantité de vers, de virus et d'autres logiciels malveillants qui se sont infiltré dans les systèmes informatique pendant la Chute était stupéfiant.

source: Many of these were part of the netwar systems prepared by old Earth nation-states and corporations and unleashed on their enemies.
fr_fr: La plupart d'entre eux faisait parti des cyberarmes préparées par les état nation de la vielle Terre et les corporations qu'ils ont libérés contre leurs ennemis.

source: Others were products of the TITANs, subversive programs that even the best defenses had trouble stopping.
fr_fr: D'autres étaient le produit des TITANs, des programmes subversifs que même les meillerues défense avaient du mal a arréter.

source: Even 10 years later, many of these are still reappearing, brought back to life by the accessing of some long-forgotten data cache or the accidental infection of a scavenger mucking through old ruins.
fr_fr: Même 10 ans après, la plupart d'entre eux réapparaissent régulièrement, ramenés à la vie par l'accès à des données oubliées depuis longtemps ou par l'infection accidentelle d'un charognard errant dans de vieilles ruines.

source: New ones pop every day, of course, many of them programmed by criminal hacker outfits, while others that enter circulation are modifications and variations of suspected TITAN designs, perhaps implying that certain parties are intentionally tinkering with this code and releasing it into the wild.
fr_fr: Bien entendu, de nouveaux malware appariassent tous les jours la plupart programmés par des associations de hackeurs criminels, alors que d'autres qui entrent dans le circuit ne sont que des modifications et des variations de conception supposée des TITAN, impliquant peut-être que certains groupes utilisent intentionellement ce code et le lâche dans la nature.

source: Rumors and whispers circulate that some of these TITAN worms are even more potent and frightening than previously hinted at, with stunning adaptive capabilities and intelligence.
fr_fr: Des rumeurs et des murmures circulent sur le fait que ces vers des TITANs seraient encore plus puissant et effrayant que ce que l'on supposait, avec des capacités d'adptation et d'intelligence stupéfiantes.

source: These rumors are steadfastly denied by authority figures and security experts ... who then quietly turn around and do their best to ensure that their own networks remain safe.
fr_fr: Ces rumeurs sont rapidement démenties par les figures d'autorités et les experts en sécurité ... qui vont ensuite silencieusement vérifier la rumeur et s'assurer que leurs propres réseaux restent sûrs.

source: AI And Infolife
fr_fr: IA et Infolife
